export const reportData = {
  "학생이름": "민서준",
  "평가월": "2026년 3월",
  "진도현황": {
    "현재진도": "6단원 입체도형의 겉넓이와 부피",
    "영역": "개념",
    "시작일": "2026-03-20",
    "진행률": "80%"
  },
  "숙제상태": [
    { "날짜": "03/03", "완성도": "100%", "상태": "검사 완료", "교재": "복습편", "영역": "복습" },
    { "날짜": "03/04", "완성도": "70%", "상태": "보통 (검사 완료)", "교재": "유형편, 복습편", "영역": "복습" },
    { "날짜": "03/10", "완성도": "80%", "상태": "양호 (검사 완료)", "교재": "서술형문제지", "영역": "개념, 복습" },
    { "날짜": "03/11", "완성도": "100%", "상태": "완벽 (검사 완료)", "교재": "개념편", "영역": "복습" }
  ],
  "출석부": [
    { "날짜": "03/03", "상태": "출석" },
    { "날짜": "03/04", "상태": "출석" },
    { "날짜": "03/05", "상태": "출석" },
    { "날짜": "03/09", "상태": "보강" },
    { "날짜": "03/17", "상태": "결석" }
  ],
  "시험성적": [
    { "날짜": "2026-03-04", "시험유형": "주간평가", "회차": "3월 1주차", "범위": "4단원", "점수": "50점", "상태": "완료" },
    { "날짜": "2026-03-10", "시험유형": "주간평가", "회차": "3월 2주차", "범위": "4단원", "점수": "65점", "상태": "완료" },
    { "날짜": "2026-03-18", "시험유형": "수학경시대회", "회차": "1차", "범위": "1단원", "점수": "37점", "상태": "완료" }
  ]
};
